{
    "Gryffindor": {
        "configuracion": {
            "color_principal": "rgba(174,0,1,0.9)",
            "color_secundario": "dorado",
            "escudo": "img/Gryffindor.png",
            "img_fondo_principal": "img/gryffindor-wallpaper.jpg",
            "img_fondo_casa": "img/Sala_Griffindor.jpg",
            "creador": "Godric Gryffindor",
            "img_creador": "img/Godric_Griff.jpg",
            "info_creador": "Godric Gryffindor fue un mago que vivió en la época medieval y uno de los cuatro fundadores del Colegio Hogwarts de Magia y Hechicería. Era amigo de Salazar Slytherin, pero se opuso a él cuando éste pensaba que no se debía aceptar a los nacidos de muggles como estudiantes de Hogwarts. Se desconoce la fecha de su muerte. El lugar de nacimiento de Godric Gryffindor se conoce como Valle de Godric, en su honor. El retrato de Godric Gryffindor sigue estando en Hogwarts, en el pasillo del séptimo piso."
        },
        "curiosidades": [
            {
                "no": "1",
                "titulo": "Reliquias de la casa",
                "img_curiosidad": "https://c.tenor.com/YEPii0Pgd-kAAAAC/sorting-hat.gif",
                "texto": "El sombrero Seleccionador y la espada de Gryffindor son las reliquias que el fundador de la casa, Godric Griffindor, dejó como su legado además de su coraje y opinión inclusiva para todos aquellos magos. El primero se ha convertido en un símbolo indiscutible de Hogwarts, pues cada año pasan por él las cabezas de decenas de nuevos alumnos que esperan a que el famoso Sombrero les diga a qué casa van a pertenecer durante el tiempo que estén en el colegio"
            },
            {
                "no": "2",
                "titulo": "Uso de la espada",
                "img_curiosidad": "https://img.buzzfeed.com/buzzfeed-static/static/2017-01/19/13/enhanced/buzzfeed-prod-web-09/enhanced-17779-1484848975-1.jpg?output-format=jpg&output-quality=auto",
                "texto": "La leyenda cuenta que es una espada forjada por duendes que fue regalada al mago experto pero los duendes niegan esta versión diciendo que Gryffindor se la robó. No obstante, los duendes tienen un sentido distinto a la propiedad que los seres humanos. Pero es, precisamente, esta cualidad la que permite que la espada absorba propiedades de los objetos o criaturas a las que se enfrenta. Se dice que solo un verdadero Gryffindor la puede utilizar."
            },
            {
                "no": "3",
                "titulo": "El fantasma de Gryffindor",
                "img_curiosidad": "https://media.giphy.com/media/13eJdsEnw7dM1W/giphy.gif",
                "texto": "La casa tiene a su propio fantasma, Nick Casi Decapitado, cuyo verdadero nombre Sir Nicholas de Mimsy-Porpington y obtiene su sobrenombre después de ser condenado a muerte en vida por decapitación."
            },
            {
                "no": "4",
                "titulo": "Acceso a la sala común",
                "img_curiosidad": "http://www.sopitas.com/wp-content/uploads/2016/08/harru-potter-retratos-1.gif",
                "texto": "Para entrar en la sala común de Gryffindor se ha de pasar por una puerta custodiada por el cuadro de la Señora Gorda, a la que le encanta hacer demostraciones de canto. Hubo una ocasión donde fue brevemente sustituida por Sir Cadogan, después de que Sirius Black intentó colarse en las habitaciones de los alumnos."
            },
            {
                "no": "5",
                "titulo": "Dormitorios",
                "img_curiosidad": "https://pa1.narvii.com/6358/6cc32c6396ac8578842c600de3919b84cd315f3a_hq.gif",
                "texto": "Cuando los chicos intentaban ir al dormitorio de las chicas las escaleras se convertían en un tipo resbaladilla y en cambio, cuando las chicas querían ir al dormitorio de los chicos sí podían hacerlo."
            }
        ]
    },
    "Slytherin": {
        "configuracion": {
            "color_principal": "#06640c",
            "color_secundario": "#0b360e",
            "escudo": "img/slytherin-crests.png",
            "img_fondo_principal": "img/slytherin-wallpaper.jpg",
            "img_fondo_casa": "img/Sala_slytherin.jpg",
            "creador": "Salazar Slytherin",
            "img_creador": "img/Salazar-slytherin.jpg",
            "info_creador": "Salazar Slytherin fue un famoso mago de sangre pura de la Edad Media. Hablaba la lengua pársel y era extremadamente hábil en el uso de la Legeremancia. Es uno de los cuatro fundadores del Colegio Hogwarts de Magia y Hechicería y el mejor amigo de Godric Gryffindor hasta los problemas que hubo entre los fundadores. Slytherin no confiaba en los mestizos debido a la persecución de muggles contra magos. Esto provocó que él deseara que Hogwarts sólo enseñara a aquellos de sangre pura. Como los otros tres fundadores no lo aceptaron, Slytherin abandonó el colegio, no sin antes construir la Cámara de los Secretos con el basilisco en su interior."
        },
        "curiosidades": [
            {
                "no": "1",
                "titulo": "Reliquias de la casa",
                "img_curiosidad": "https://pa1.narvii.com/6239/19d8acbad1a3fde11536ea4edefc6d3a2b4beba5_hq.gif",
                "texto": "Poseía un guardapelo con la letra S tallada en él, que luego se convirtió en posesión de sus últimos descendientos conocidos, los Gaunt. Mérope Gaunt vendió el guardapelo a Caractacus Burke, quien a su vez lo vendió a Hepzibah Smith, quien tenía cierta obsesión con las antigüedades, luego Tom Sorvolo Ryddle se lo arrebató por la fuerza, para así poder volverlo un Horrocrux y guardarlo en una cueva que conoció cuando solo era un niño."
            },
            {
                "no": "2",
                "titulo": "Elemento de la casa",
                "img_curiosidad": "https://i.pinimg.com/originals/d5/9e/98/d59e98aeefd8bfc92ec05898276af198.gif",
                "texto": "Slytherin corresponde aproximadamente al elemento de agua debido a que las serpientes se asocian comúnmente con el mar y los lagos en la mitología de Europa occidental, así como las serpientes son animales físicamente fluidos y flexibles."
            },
            {
                "no": "3",
                "titulo": "El fantasma de Slytherin",
                "img_curiosidad": "http://pa1.narvii.com/6243/0946f19dfdff77b4d340a6fe7c3c79ad9f419592_00.gif",
                "texto": "El Barón Sanguinario fue un mago que asistió al Colegio Hogwarts de Magia y Hechicería en el tiempo de los Fundadores y se clasificó en la casa de Slytherin. Después de Hogwarts, se enamoró de Helena Ravenclaw, pero ella no lo amaba. Él fue enviado por Rowena Ravenclaw para encontrar a Helena en Albania, pero ella se negó a volver con él, y la mató. Cuando se dio cuenta de lo que había hecho, el barón se apuñaló con un cuchillo y murió."
            },
            {
                "no": "4",
                "titulo": "Acceso a la sala común",
                "img_curiosidad": "https://i.pinimg.com/474x/f2/7a/c9/f27ac94f956a02b378ebad90e6e558d5.jpg",
                "texto": "Para entrar a la sala común de Slytherin uno debe simplemente decir en voz alta la contraseña actual frente a un tramo de muro de piedra húmeda; una vez pronunciada la palabra, una puerta de piedra oculta se deslizará dejando un agujero rectangular en la pared que conduce a la sala común de Slytherin."
            },
            {
                "no": "5",
                "titulo": "La cámara de los secretos.",
                "img_curiosidad": "https://64.media.tumblr.com/ead3b61809ae7aa3f3dc6945b0b36418/tumblr_pe5hce2QYK1vxmkixo4_540.gifv",
                "texto": "Cuando Salazar se fue de Hogwarts, dejó atrás la Cámara de los Secretos con el propósito de que un heredero la abriera y desatara un monstruo para purgar al colegio de aquellos que, en opinión de Slytherin, eran indignos de estudiar magia: los hijos de muggles. La cámara se abrió dos veces y el monstruo fue asesinado la segunda vez por Harry Potter en 1993. Las opiniones de Salazar en ese momento podrían atribuirse a la persecución de las brujas y magos de la mano de los muggles durante ese siglo."
            }
        ]
    },
    "Hufflepuff": {
        "configuracion": {
            "color_principal": "#d2b207",
            "color_secundario": "#fff",
            "color_tercero": "#000",
            "color_cuarto": "rgba(210, 178, 7, 0.4)",
            "escudo": "img/RavenclawCrest.png",
            "img_fondo_principal": "img/ravenclaw-wallpaper.jpg",
            "img_fondo_casa": "img/Sala_Ravenclaw.jpg",
            "creador": "Helga Hufflepuff",
            "info_creador": "Helga Hufflepuff fue una de los cuatro fundadores del Colegio Hogwarts de Magia y Hechicería y ayudó a construir la escuela. Cuando se conocieron Godric Gryffindor y Salazar Slytherin, hablaron sobre la posibilidad de un colegio de hechicería, mientras que Gryffindor se puso en contacto con Rowena Ravenclaw, Slytherin buscó a su amiga Helga Hufflepuff y así fundaron el colegio. Helga admitió estudiantes a su casa que no tuvieran miedo a trabajar duro. Mientras los otros fundadores tomaban estudiantes basándose en sus ambiciones, valentía, o inteligencia, Helga Hufflepuff tomó al resto de ellos, tratándolos a todos por igual y enseñándoles todo lo que sabía."
        },
        "curiosidades": [
            {
                "no": "1",
                "titulo": "Reliquias de la casa",
                "img_curiosidad": "https://pa1.narvii.com/6580/95067dce744612c7522aff983acf2a308729f795_hq.gif",
                "texto": "La copa de Hufflepuff fue un objeto mágico creado por Helga Hufflepuff, era una pequeña copa de oro con dos asas finamente labradas con un tejón grabado en el costado y algunas joyas. El tejón es el símbolo de la casa Hufflepuff. La copa también tiene la dudosa distinción de ser el único objeto que se sabe que ha sido robado de una bóveda (específicamente la bóveda de la familia Lestrange) en el banco mágico Gringotts."
            },
            {
                "no": "2",
                "titulo": "Elemento de la casa",
                "img_curiosidad": "https://www.gifmaniacos.es/wp-content/uploads/2019/10/elemento-tierra-gifmaniacos.es-28.gif",
                "texto": "Aunque sus colores son un poco invasivos (amarillo y negro) esta casa responde a los elementos de la Tierra."
            },
            {
                "no": "3",
                "titulo": "El fantasma de Hufflepuff",
                "img_curiosidad": "http://pa1.narvii.com/6354/8ee39d38007b99c89e030a9bb65faf79023b87b7_00.gif",
                "texto": "El Fraile Gordo fue un mago que asistió al Colegio Hogwarts de Magia y Hechicería en su juventud y fue sorteado para la Casa de Hufflepuff. Fue un hombre muy alegre. Él dedicó su vida a la religión y, después de su muerte, volvió al colegio como el fantasma residente de la Casa de Hufflepuff. Su primera aparición fue en Harry Potter y la Piedra Filosofal."
            },
            {
                "no": "4",
                "titulo": "Acceso a la sala común",
                "img_curiosidad": "https://2img.net/h/img3.wikia.nocookie.net/__cb20130505121455/dumbledoresarmyroleplay/images/a/ac/HCR_2.png",
                "texto": "A la Sala Común de Hufflepuff se accede desde el mismo pasillo que a las cocinas de Hogwarts. Pasando delante del bodegón que forma la entrada a las cocinas, se encontrará una gran pila de barriles en un hueco oscuro en la piedra a la derecha del corredor. El segundo barril empezando por abajo, en medio de la segunda fila, se abrirá si se golpea al ritmo de Helga Hufflepuff. Como método de seguridad para disuadir a los estudiantes que no son de Hufflepuff, si se golpea el barril incorrecto o se golpea un número incorrecto la tapa de uno de los otros barriles se abre y ducha a la persona con vinagre."
            },
            {
                "no": "5",
                "titulo": "La profesora Sprout se retiró en 2017.",
                "img_curiosidad": "https://pa1.narvii.com/6781/2b57443c8a1b149f8426145407e45cd4d30be8b3_hq.gif",
                "texto": "La profesora Sprout, quien fue la Jefa de la Casa de Hufflepuff durante décadas, sobrevivió a la guerra de Hogwarts y se había retirado en 2017, con la sustitución de Neville Longbottom que ella misma le dio el puesto de profesor de Herbología."
            }
        ]
    },
    "Ravenclaw": {
        "configuracion": {
            "color_principal": "#035b78",
            "color_secundario": "rgba(0, 132, 219, 0.9)",
            "escudo": "img/RavenclawCrest.png",
            "img_fondo_principal": "img/ravenclaw-wallpaper.jpg",
            "img_fondo_casa": "img/Sala_Ravenclaw.jpg",
            "creador": "Rowena Ravenclaw",
            "img_creador": "img/Rowena.jpg",
            "info_creador": "La Profesora Rowena Ravenclaw era una bruja escocesa que vivía en la Edad Media. Destaca por su inteligencia y creatividad, y es considerada como una de las más grandes brujas de la época, Ravenclaw fue una de los cuatro fundadores del Colegio Hogwarts de Magia y Hechicería, junto a Godric Gryffindor, Helga Hufflepuff y Salazar Slytherin, así como el homónimo de la casa de Ravenclaw. Ravenclaw era hermosa pero un poco intimidante. Rowena murió en algún momento en el siglo XI, después de caer fatalmente enferma. La leyenda decía que un corazón roto contribuyó a su temprana muerte."
        },
        "curiosidades": [
            {
                "no": "1",
                "titulo": "Reliquias de la casa",
                "img_curiosidad": "http://pa1.narvii.com/6182/8484392e8434427f12b6fcec12fec9555aeed45b_00.gif",
                "texto": "La Diadema de Ravenclaw(también conocida como la Diadema perdida de Ravenclaw) fue la única reliquia conocida que perteneció a Rowena Ravenclaw, la fundadora de la Casa de Ravenclaw en el Colegio Hogwarts de Magia y Hechicería. Grabada en su superficie estaba la famosa cita de Ravenclaw: \"Una inteligencia sin límites es el mayor tesoro de los hombres\""
            },
            {
                "no": "2",
                "titulo": "Elemento de la casa",
                "img_curiosidad": "https://i.pinimg.com/originals/c7/e0/94/c7e094029e74e41c6c97e01507710f9c.gif",
                "texto": "Ravenclaw se asocia con el aire, Gryffindor con el fuego, Slytherin con el agua y Hufflepuff con la tierra. Rowling pretendía ser una referencia al equilibrio entre las casas, y a la necesidad de equilibrio entre los rasgos que las casas representan."
            },
            {
                "no": "3",
                "titulo": "El fantasma de Ravenclaw",
                "img_curiosidad": "https://media.giphy.com/media/bJwJKtFKK3EDC/giphy.gif",
                "texto": "Myrtle la llorona. Myrtle Elizabeth Warren era estudiante de Hogwarts cuando Tom Riddle asistió, y fue asesinada cuando se abrió la Cámara de los Secretos para dejar salir al Basilisco. Se convirtió en amiga de Harry y sus amigos cuando comenzaron a usar el baño que ella frecuentaba para reunirse y hacer planes - como nadie más entraría, gracias a los constantes gemidos de Myrtle. Ella les ayudó a descubrir la entrada a la Cámara de los Secretos para salvar a Ginny, y también ayudó a Harry a aprender el secreto del Huevo de Oro en el Torneo Triwizard."
            },
            {
                "no": "4",
                "titulo": "Acceso a la sala común",
                "img_curiosidad": "https://pm1.narvii.com/6276/26982bc7688ae0cae80447187ebd6821fa6d5d26_hq.jpg",
                "texto": "La entrada a la sala común se encuentra en la parte superior de una escalera de caracol, y es una puerta sin pomo de una puerta o cerradura, con una aldaba de bronce en forma de un águila. Con el fin de entrar en la sala, una persona debe responder a una adivinanza planteada por el llamador de águila, y si responde incorrectamente, debe esperar a que alguien que lo haga bien."
            },
            {
                "no": "5",
                "titulo": "Ravenclaw inventó el polvo de floo.",
                "img_curiosidad": "https://thumbs.gfycat.com/WideThreadbareFunnelweaverspider-max-1mb.gif",
                "texto": "Ignatia Wildsmith, que inventó el polvo de floo. La invención del polvo de floo es particularmente notable, ya que este polvo de transporte es mucho más rápido que viajar en escoba, y no requiere licencia, como lo hace la apparating. La fórmula del polvo de Floo es también un secreto muy bien guardado, y aunque muchos otros han intentado hacer el suyo propio, el secreto de Ignatia Wildsmith sigue siendo sólo eso. De hecho, varias brujas y magos han terminado en el hospital tratando de replicarlo a lo largo de los años."
            }
        ]
    }
}
